#+title: 2022/02/03 (Thu)
#+date: [2022-02-03 Thu 11:19]
#+setupfile: ~/doc/setup.org
#+tags[]: org-mode html

This line is root section.
Go to headline...

# this is comment...
* DONE headline 1                                                 :test:@org:
   CLOSED: [2022-01-31 Mon 11:12]    SCHEDULED: <2022-01-30 Sun>

Lv1 headline section.

Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Odio morbi quis commodo odio. Augue mauris augue neque gravida in fermentum et sollicitudin ac.

At quis risus sed vulputate odio ut enim. Mattis aliquam faucibus purus in massa. Vitae suscipit tellus mauris a diam maecenas sed enim. Neque viverra justo nec ultrices dui sapien eget mi. Adipiscing enim eu turpis egestas pretium aenean. Non sodales neque sodales ut etiam. Sed viverra tellus in hac habitasse platea dictumst vestibulum. Vivamus arcu felis bibendum ut tristique et egestas quis ipsum. Risus in hendrerit gravida rutrum quisque non tellus orci ac. Lorem ipsum dolor sit amet consectetur adipiscing elit duis tristique. Volutpat est velit egestas dui id ornare arcu odio ut.

** TODO [#B] Headline 2
*** headline 3

    #+begin_src bash :details t
    #!/bin/bash -ex
    echo "hello world!"
    #+end_src

    #+RESULTS:
    : hello world!

* References

  #+begin_quote
Bob: hello
Alice: world!
  #+end_quote
